"PaneTitle" = "Treibereinstellungen";
"PaneVersion" = "Version ";
"ApplyConfigurationChanges" = "Konfigurationsänderungen übernehmen?";
"Apply" = "Übernehmen";
"DontApply" = "Nicht übernehmen";
"Cancel" = "Abbrechen";
"Warning" = "Warnung";
"TheDeviceIsNotFound" = "Das Gerät wurde nicht gefunden. Diese Einstellungen werden automatisch übernommen, wenn das Gerät das nächste Mal angeschlossen wird.";
"DeviceIsCurrentlyUsed" = "Das Gerät wird zur Zeit von einer anderen Anwendung verwendet. Damit die Einstellungen übernommen werden, müssen Sie alle Anwendungen schließen, die das Gerät verwenden, und anschließend die Anwendung neu starten.";
"ApplyButtonStr" = "Übernehmen";
"RevertButtonStr" = "Zurücksetzen";
"DefaultButtonStr" = "Standard";
"BufferSizeSliderStr" = "Audiopuffergröße";
"RecMarginStr" = "Aufnahmebandbreite";
"RecTimingStr" = "Aufnahmetaktung";
"Minimum" = "Min";
"Maximum" = "Max";
"millisecond" = "ms";